module.exports = {
	ERROR_GET_PARAM: 'Ошибка! Не верно переданны параметры',	
	ERROR_USER_NOT_FOUND: 'Ошибка! Пользователь с таким Логин/Пароль не найден',	
	ERROR_USER_NOT_VALID: 'Ошибка! Цифровая подпись не верна',
	ERROR_RECORDS_NOT_FOUND: 'Ошибка! По указанному запросу ничего не найдено',
	ERROR_DB_CONNECT: 'Ошибка! Не могу соединится с базой данных',
	ERROR_DB_READ: 'Ошибка! Не могу прочитать данные из базы',
	ERROR_DB_WRITE: 'Ошибка! Не могу сохранить данные в базе',
	ERROR_DUBLICAT_LOGIN: 'Ошибка! Данный Логин уже зарезервирован в системе. Укажите другой',
	ERROR_DUBLICAT_USER: 'Ошибка! Такой пользователь уже зарегистрирован в системе',
	ERROR_404: 'Ошибка! 404 Файл или ресурс не найден!',
	COMPLETE_REGISTER: 'Поздравляем! Регистрация успешно завершена. На ваш электронный адрес выслана дополнительная информация. Спасибо!',
	COMPLETE_SEND_MESSAGE: 'Поздравляем! Ваше сообщение успешно отправлено. Спасибо'
}